Repository: Nhagss/babayaga
Catalog: babayaga/Localization/*.lproj/Localizable.strings
Languages: ar, hi

# play_it_button_play
source: Play
ar: ابدأ
hi: खेलें

# settings_grid_credits
source: Credits
ar: الاعتمادات
hi: क्रेडिट्स

# credits_soundtrack
source: Soundtrack
ar: الموسيقى التصويرية
hi: साउंडट्रैक

# initial_screen_levels
source: Levels
ar: المستويات
hi: स्तर

# initial_screen_settings
source: Settings
ar: الإعدادات
hi: सेटिंग्स

# levels_view_levels
source: Levels
ar: المستويات
hi: स्तर

# thanks_granny
source: Thanks for playing the demo!
ar: شكرًا لتجربة النسخة التجريبية!
hi: डेमो खेलने के लिए धन्यवाद!

# granny_phase
source: Phase
ar: المرحلة
hi: चरण

# spike_phrase
source: Back off, donâ€™t touch me!
ar: لا تلمسني، ابتعد!
hi: मुझे मत छुओ, दूर रहो!

# house_phrase
source: Return to the house to finish the level after collecting all ingredients!
ar: ارجع إلى المنزل لإنهاء المستوى بعد جمع جميع المكونات!
hi: सभी सामग्री इकट्ठा करने के बाद स्तर पूरा करने के लिए घर लौटें!

# final_house_phrase
source: This was the game demo. You can now return to the menu using the menu button in the top left corner of the screen!
ar: هذه كانت النسخة التجريبية من اللعبة. يمكنك الآن العودة إلى القائمة باستخدام الزر في الزاوية العلوية اليسرى من الشاشة!
hi: यह गेम का डेमो था। अब आप स्क्रीन के ऊपर बाईं ओर मेनू बटन का उपयोग करके मेनू पर वापस जा सकते हैं!

# menu_reset
source: Restart level
ar: إعادة تشغيل المستوى
hi: स्तर रीसेट करें

# menu_back
source: Back to Menu
ar: العودة إلى القائمة
hi: मेनू पर वापस जाएं

# menu_resume
source: Resume game
ar: استئناف اللعبة
hi: खेल जारी रखें

# planet_game_over
source: You lost
ar: لقد خسرت
hi: आप हार गए
